Repository: ipfire/collecty
Catalog: po/*.po
Languages: de, pt_br

source: Created by collecty
de: Erstellt mit collecty
pt_br: Criado por collecty

source: Collecty successfully initialized.
de: Collectly wurde erfolgreich gestartet.
pt_br: Collecty inicializado com sucesso

source: Plugin '%(name)s' registered %(number)s instance(s).
de: Das Plugin '%(name)s' hat %(number)s Instanz(en) registriert.
pt_br: Plugin '%(name)s' registrou %(number)s instância(s)

source: %s is not alive anymore. Removing.
de: %s ist nicht mehr aktiv. Entferne.
pt_br: %s não está mais vivo. Removendo.

source: No thread running. Exiting main thread.
de: Es läuft kein Thread mehr. Beende Hauptthread.
pt_br: Nenhuma thread rodando. Saindo da thread principal.

source: Submitting all data in memory
de: Speichere alle im Speicher befindliche Daten
pt_br: Enviando todos os dados da memória

source: Received shutdown signal
de: Empfange Signal zum herunterfahren
pt_br: Recebendo sinal de desligar.

source: Registering signal %d
de: Registriere Signal %d
pt_br: Registrando sinal %d

source: Caught signal %d
de: Empfange Signal %d
pt_br: Capturado sinal %d

source: Successfully initialized.
de: Erfolgreich initialisiert.
pt_br: Inicializado com sucesso

source: Created RRD file %s.
de: RRD-Datei %s erstellt.
pt_br: Criado arquivo RRD %s.

source: Submitting data to database. %d entries.
de: Speichere Daten in Datenbank. %d Einträge.
pt_br: Enviado dados ao banco de dados. %d entradas.

source: Unhandled exception in read()!
de: Unbehandelte Ausnahme in read()!
pt_br: Exceção não tratada em read()!

source: Unhandled exception in submit()!
de: Unbehandelte Ausnahme in submit()!
pt_br: Exceção não tratada em submit()!

source: Started.
de: Gestartet.
pt_br: Iniciado.

source: Collecting...
de: Sammle...
pt_br: Coletando

source: Stopped.
de: Gestoppt.
pt_br: Parado.

source: Received shutdown signal.
de: Empfange Signal zum herunterfahren.
pt_br: Recebido sinal de desligamento.

source: User
de: Benutzer
pt_br: Usuário

source: Maximum
pt_br: Máximo

source: Minimum
pt_br: Mínimo

source: Average
de: Durchschnitt
pt_br: Média

source: Nice
pt_br: Bom

source: System
pt_br: Sistema

source: Wait
pt_br: Espere

source: Interrupt
pt_br: Interromper

source: Soft interrupt
pt_br: Interrupção soft

source: CPU usage
de: CPU-Auslastung
pt_br: Uso da CPU

source: Percent
de: Prozent
pt_br: Porcento

source: Available entropy
de: Verfügbar Entropie
pt_br: Entropia disponível

source: Entropy kernel interface does not exist.
de: Das Entropie-Kernel-Interface existsiert nicht.
pt_br: Interface de entropia do kernel não existe.

source: Load average 1m
pt_br: Média de carga 1m

source: Load average 5m
pt_br: Média de carga 5m

source: Load average 15m
pt_br: Média de carga 15m

source: Load average
pt_br: Carga média

source: Load
pt_br: Carga

source: Used memory
de: Belegter Speicher
pt_br: Memória utilizada

source: Buffered data
de: Zwischengepufferte Daten
pt_br: Dados em buffer

source: Cached data
de: Gecachte Daten
pt_br: Dados em cache.

source: Used Swap space
de: Benutze Auslagerung
pt_br: Swap utilizado

source: Memory Usage
de: Speicher-Auslastung
pt_br: Uso de memória.
